---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StructuralSectionTopWebFillet
source: html/95f145fd-59c1-6a60-b56d-a2aa9be8606f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StructuralSectionTopWebFillet Property

"Top Web Fillet"

## Syntax (C#)
```csharp
public static ForgeTypeId StructuralSectionTopWebFillet { get; }
```